{
        "Home": "الرئيسية",
        "Services": "الخدمات",
        "Pricing": "الاسعار",
        "Free": "مجانا",
        "Reviews": "الاراء",
        "Support": "الدعم",
        "firstName": "الاسم الاول",
        "lastName": "اسم العائلة",
        "E-mail": "البريد الالكتروني",
        "Phone":"الهاتف",
        "Message":"الرسالة",
        "Map":"الخريطة",
        "Blog":"المدونة",
        "More Questions":"اسئلة أكثر",
        "22 El Horreya St., Heliopolis - Cairo":"22 ش الحرية مصر الجديدة - القاهرة",
        "Type your message here...":"اكتب رسالتك هنا...",
        "Communication Data":"بيانات التواصل",
        "Be In Touch With Us":"كن علي تواصل معنا",
        "Download App": "حمل التطبيق",
        "Register Now": "سجل الان",
        "Join Sona3 Society": "انضم لمجتمع صُناع",
        "Register in": " سجل في ",
        "Newsletter": "النشرة الاخبارية",
        "to recieve all news of": " ليصلك كل أخبار ",
        "handcarfts in Emirates": " الصناعات اليدوية في الإمارات",
        "Email Address":"البريد الالكتروني",
        "Register":"سجل",
        "See the beginning of the year offers":"تابع عروض بداية السنة",
        "Sona3 All CopyRights Reserved ©":"© صناع. كل الحقوق محفوظة",
        "online platform built with Emirati hands":"منصة إلكترونية بُنيت بأيدي إماراتية" ,
        "A home for every maker and creator":"بيتًا لكل صانع ومبدع",
        "We provide integrated services for all types of events. Our services include platform cleaning and preparation and support services":"نقدّم خدمات متكاملة لجميع أنواع الفعاليات. تضمّ خدماتنا تنظيف وتجهيز المنصّات وخدمات الدعم",
        "We provide integrated services for all types of events. Our services include cleaning and preparing platforms":"في مجال نقدّم خدمات متكاملة لجميع أنواع الفعاليات. تضمّ خدماتنا تنظيف وتجهيز المنصّات",
        "Register now as seller and join us":"سجل الان كبائع وأنضم الينا",
        "Go Shopping":"اذهب للتسوق كزائر",
        "Saves time & money":"يوفر الوقت والمال",
        "Platform for handicrafts":"منصة متكاملة للحرف اليدوية",
        "24/7 Technical Support":"خدمة عملاء 24 ساعة",
        "Who we are ?" : "من نحن",
        "The largest platform for every maker and innovator in the UAE" : " أضخم منصة حاضنة لكل صانع ومبدع على أرض الإمارات ",
        "Welcome to “Sona3”, the platform that combines art and craftsmanship to provide the most amazing products that reflect creativity and beauty. We offer many handmade products that have been crafted with care and expertise by talented craftsmen." : "مرحبًا بك في “صُناع“، المنصة التي تجمع بين الفن والحرفية تقدم أروع المنتجات التي تحظى بتقدير الإبداع والجمال. نقدم مجموعة واسعة من المنتجات المصنوعة يدويًا والتي تم تصنيعها بعناية وخبرة عالية من قبل محترفين موهوبين.",
        "You'll find a diverse range of products, ":"نهتم بالتفاصيل والجودة، ",
        "from traditional handicrafts to contemporary designs inspired by contemporary art.":" بدءً من الحرف اليدوية التقليدية وصولًا إلى التصاميم العصرية المستوحاة من الفن المعاصر. ",
        "We care about details and quality, ":"نهتم بالتفاصيل والجودة, ",
        "so we only work with experienced craftsmen who have exceptional skills in creating unique products, ":"لذلك نعمل فقط مع الحرفيين ذوي الخبرة الذين يتمتعون بمهارات استثنائية في صنع المنتجات الفريدة.",
        "Whether you are looking for a piece of art to enhance your home, ":"سواء كنت تبحث عن قطعة فنية لتعزيز منزلك.",
        "Or a special and special gift for someone dear to you, ”Sona3” is the ideal platform to meet your needs, ":"    قطع فنية لتعزيز منزلك. أو هدية خاصة ومميزة لشخص عزيز عليك، فإن صُناع هي المنصة المثالية لتلبية احتياجاتك.",
        "Our Vision":"رؤيتنا",
        "Our Service To":"خدماتنا ل",
        "We use the latest data analysis tools to understand customer behavior and develop marketing strategies that fit your business needs.":"نحن نستخدم أحدث أدوات تحليل البيانات لفهم سلوك العملاء وتطوير استراتيجيات التسويق التي تناسب احتياجات عملك.",
        "Our Message" : "رسالتنا",
        "An incubator platform for all Emirati makers that is unique in its quality, characterized by its originality, and contributes to enriching community development.":"منصة حاضنة لكل صُناع الإمارات تنفرد بجودتها وتتميز بأصالتها وتساهم في إثراء التنمية المجتمعية.",
        "Empowering and assisting crafts owners, small businesses, and talented people of determination, and becoming the link between the manufacturer and the buyer.":"تمكين ومساعدة أصحاب الحرف اليدوية والمشاريع الصغيرة والموهوبين من ذوي الهمم، وأن نصبح حلقة الوصل بين الصانع والمشتري.",
        "More Details":"مزيد من التفاصيل",
        "Our Services":"خدماتنا",
        "The makers of the application make your bridge to the world of creativity and craftsmanship in the Emirates":"صناع التطبيق صناع جسرك إلي لعالم الإبداع وألاعمال الحرفية في الأمارات",
        "Sellers":"البائعين",
        "Prices":"الاسعار",
        "Customers":"المشتريين",
        "Extensive marketing":"تسويق واسع النطاق",
        "We market your products effectively to reach a wider audience using advanced strategies to attract potential customers. We also care about providing attractive and creative content that highlights the beauty and uniqueness of our products.":"نسوق منتجاتك بشكل فعال للوصول إلى جمهور أوسع باستخدام استراتيجيات متقدمة لجذب العملاء المحتملين، كما نهتم بتقديم محتوى جذاب وإبداعي يبرز جمال وتفرد منتجاتنا.",
        "Learn More":"اعرف اكثر",
        "We are keen to provide diverse and secure payment options to our customers. We also offer innovative and reliable payment interfaces that include options such as payment via credit cards, direct debit, and bank transfers.":"نحرص على توفير خيارات دفع متنوعة وآمنة لعملائنا، كما نقدم واجهات دفع مبتكرة وموثوقة تتضمن خيارات مثل الدفع عبر البطاقات الائتمانية والخصم المباشر، والتحويل البنكي.",
        "We strive to provide a comfortable and enjoyable shopping experience for our customers, where they can explore and purchase our products with ease, and in case of any questions or problems, our support team is always ready to help you and provide quick solutions.":"نسعى جاهدين لتوفير تجربة تسوق مريحة وممتعة لعملائنا، حيث يمكنهم استكشاف وشراء منتجاتنا بكل سهولة، وفي حالة وجود أي استفسار أو مشكلات فإن فريق الدعم لدينا مستعد دائمًا لمساعدتك وتقديم الحلول السريعة.",
        "Various payment options":"خيارات دفع متنوعة",
        "We are keen to provide diverse and secure payment options to our customers. We also offer innovative and reliable payment interfaces that include options such as payment via credit cards, direct debit, and bank transfers":"نحرص على توفير خيارات دفع متنوعة وآمنة لعملائنا، كما نقدم واجهات دفع مبتكرة وموثوقة تتضمن خيارات مثل الدفع عبر البطاقات الائتمانية والخصم المباشر، والتحويل البنكي.",
        "technical support":"دعم فني",
        "hour":"ساعة",
        "Control panel to display statistics":"لوحة تحكم لعرض الاحصائيات",
        "Appears on the home page of the site":"الظهورة في الصفحة الرئيسية للموقع",
        "All social media platforms":"جميع منصات التواصل الاجتماعي",
        "We strive to provide a comfortable and enjoyable shopping experience for our customers, where they can explore and purchase our products with ease, and in case of any questions or problems, our support team is always ready to help you.":"نسعى جاهدين لتوفير تجربة تسوق مريحة وممتعة لعملائنا، حيث يمكنهم استكشاف وشراء منتجاتنا بكل سهولة، وفي حالة وجود أي استفسار أو مشكلات فإن فريق الدعم لدينا مستعد دائمًا لمساعدتك",
        "Be our success partner":"كن شريكا",
        "Flexible price packages that provide you with a variety of options and features":"باقات أسعار مرنة توفر لك مجموعة متنوعة من الخيارات والمميزات ",
        "Special package":"الباقة الخاصة",
        "Level up with more power and enhanced features":"المستوى الأعلى مع المزيد من القوة والميزات المحسنة",
        "Save":"وفر",
        "AED":"د.إ",
        "month":"شهر",
        "Subscribe Now":"احصل عليها الان",
        "Daily appearance on the homepage": "الظهور اليومي على الصفحة الرئيسية",
        "Free marketing on social media": "التسويق المجاني على وسائل التواصل الاجتماعي",
        "Professional product photography": "تصوير المنتجات بشكل احترافي",
        "Priority in customer support": "الأولوية في دعم العملاء",
        "Increased visibility in search engines": "زيادة الظهور في محركات البحث",
        "Marketing": "التسويق",
        "Best features":"افضل المميزات",
        "View All Details":"عرض كل المميزات",
        "Luxury package":"الباقة الفاخرة",
        "Premium package":"الباقة المميزة",
        "Best Selling":"الاكثر مبيعا",
        "ways to earn passive income online":"طرق لكسب الدخل السلبي عن طريق الانترنت",
        "Nov":"نوفمبر",
        "Welcome to Sona3 Blog":"مرحبا بك في مدونة صناع",
        "Topics":"الاقسام",
        "Products":"المنتجات",
        "Sona3 App":"تطبيق صناع",
        "Jobs":"الوظائف",
        "Crafts":"الحرف اليدوية",
        "E-Commerce":"التجارة الالكترونية",
        "Sona3 App blog articles help grow your project and increase your sales":"تساعد مقالات مدونة تطبيق صناع في تنمية مشروعك و زيادة مبيعاتك",
        "Sona3 Blog":"مدونة صناع",
        "Return and exchange":"الاسترجاع و الاستبدال",
        "Help & Support":"الدعم و المساعدة",
        "Payment and subscriptions":"الدفع و الاشتراكات",
        "All inquiries and suggested questions":"جميع الاستفسارات والاسئلة المقترحة",
        "Common Questions":"الأسئلة الشائعة",
        "What types of products can I find on Sona3?":" ما هي أنواع المنتجات التي يمكنني العثور عليها على صُناع؟",
        "All products are homemade, such as jewelry, clothing, decorations, unique gifts, etc. We strive to provide a diverse assortment that meets the interests and tastes of customers.":"نسوق منتجاتك بشكل فعال للوصول إلى جمهور أوسع باستخدام استراتيجيات متقدمة لجذب العملاء المحتملين، كما نهتم بتقديم محتوى جذاب وإبداعي يبرز جمال وتفرد منتجاتنا.",
        "What payment methods can I use?":"ما هي طرق الدفع التي يمكنني استخدامها؟",
        "We provide you with various payment options, including payment via credit cards, direct debit, bank transfer, and digital wallets, and you can choose the method that suits you during the payment process.":"نحرص على توفير خيارات دفع متنوعة وآمنة لعملائنا، كما نقدم واجهات دفع مبتكرة وموثوقة تتضمن خيارات مثل الدفع عبر البطاقات الائتمانية والخصم المباشر، والتحويل البنكي.",
        "Can I return products if they do not meet my expectations?":"هل يمكنني إرجاع المنتجات إذا لم تكن مطابقة لتوقعاتي؟",
        "Yes, we offer a return policy that allows you to return products if they do not meet your expectations. Please review the return policy for detailed information on the required procedures and conditions.":"نعم، نحن نقدم سياسة إرجاع تسمح لك بإرجاع المنتجات إذا لم تكن مطابقة لتوقعاتك، يُرجى مراجعة سياسة الإرجاع للحصول على معلومات مفصلة حول الإجراءات والشروط المطلوبة.",
        "Yes, you can check the status of your order and follow it through your account on the website. You will receive updates regarding the order processing stages and tracking information via email.":"نعم، يمكنك التحقق من حالة طلبك ومتابعته من خلال حسابك على الموقع، ستتلقى تحديثات بشأن مراحل معالجة الطلب ومعلومات التتبع عبر البريد الإلكتروني",
        "Can I check and follow up on the status of my order?":"هل يمكنني التحقق من حالة طلبي ومتابعته؟",
        "Our customer's opinions":"آراء عملائنا",
        "I loved the wonderful selection of products on the Sona3 platform. It was difficult for me to choose just one product. I received the product I ordered after a short time, and its quality was amazing. I will be a permanent customer of this platform.":"أحببت تشكيلة المنتجات الرائعة على منصة صناع، كان من الصعب عليّ اختيار منتج واحد فقط، استلمت المنتج الذي طلبته بعد وقت قصير، وكانت جودته مذهلة،سأكون عميلًا دائمًا لهذه المنصة.",
        "I am very grateful to have Sona3 platform where I found unique, high-quality products. My purchasing experience was smooth and easy, and the order was delivered on time. I recommend this platform to anyone looking for unique handmade products.":"أنا ممتن جدًا لوجود منصة صناع وجدت بها منتجات فريدة وذات جودة عالية، تجربتي في الشراء كانت سلسة وسهلة، وتم توصيل الطلب في الوقت المحدد، أوصي بهذه المنصة لأي شخص يبحث عن منتجات يدوية فريدة.",
        "I liked the quick interaction with the customer service team. They were helpful and friendly and helped me solve a small problem I encountered during the purchasing process. The product I chose was great and the shopping experience was great overall.":"أعجبني التفاعل السريع مع فريق خدمة العملاء كانوا متعاونين وودودين وساعدوني في حل مشكلة صغيرة واجهتني أثناء عملية الشراء، المنتج الذي اخترته كان رائعًا وتجربة التسوق كانت رائعة بشكل عام.",
        "Join the elite makers and unleash your creativity":"انضم الي نخبة صُناع وأطلق ابداعك",
        "Download the Makers app to start your journey":"حمل تطبيق صناع لتبدأ رحلتك",
        "Sona3 News":"مدونة صناع",
        "Menu":"الاقسام",
        "Mohammed":"محمد",
        "Sarah":"سارة",
        "Layla":"ليلي",
        "You can easily contact us by calling or sending an email or WhatsApp message. Our team is ready throughout the day to receive your inquiries.":"يمكنك التواصل معنا بسهولة عبر مكالمتنا هاتفيًا أو مراسلتنا على الإيميل والواتس اب، فريقنا مستعد على مدار اليوم لاستقبال استفساراتك.",
        "Daily vistors":"زائر يوميا",
        "Sold Product":"منتج مباع",
        "Active Seller":"بائع نشط",
        "Educational test forms are required for teachers who wish to obtain a professional license, in the stage of preparation for these exams and good training in order to pass them successfully without problems.":"نماذج الاختبار التربوي يحتاج إلى المعلمين الراغبين في الحصول على الرخصة المهنية، ذلك في مرحلة الاستعداد لهذه الامتحانات والتدريب الجيد ليتم عبورها بنجاح دون مشكلات",
        "Sona3 is the best e-commerce platform in the UAE":"صناع هي افضل منصة للتجارة الالكترونية في الامارات ",
        "We are slowly growing our community towards excellence in the UAE":"نحن ننمي مجتمعنا ببطء نحو التميز في الامارات",
        "Learn about the seamless online shopping experience we offer, supported by a multitude of payment methods, including credit cards, bank transfers, cash on delivery, e-wallets, and mobile payment services.":"تعرف على تجربة التسوق عبر الإنترنت السلسة التي نقدمها، والمدعومة بالعديد من طرق الدفع، بما في ذلك بطاقات الائتمان والتحويلات المصرفية والدفع عند الاستلام والمحافظ الإلكترونية وخدمات الدفع عبر الهاتف المحمول.",
        "Privacy & Policy":"السياسة و الخصوصية",
        "Terms & Conditions":"الشروط والأحكام",
        "services":"خدماتنا",
        "pricing":"الاسعار",
        "Annually":"سنويا",
        "Monthly":"شهريا",
        "support":"الدعم",
        "about":"من نحن",
        "Send":"ارسال",
        "Save 56% with the annual plan":"وفر 56% مع الخطة السنوية"

}